export const Interviews = [
  {
    id: 1,
    historyData: [
      { date: '2020.08', event: '東京事務所出荷 米軍横田エプロン増設工事事務所新' },
      { date: '2022.04', event: '新入社員研修担当 茨城県 関西鰍' },
      { date: '2022.06', event: '第２期本社研修 神奈川工事事務所' },
      { date: '2023.01', event: '増強施工作業' },
      { date: '2023.02', event: '第２期施工作業 増設エプロン増設工事事務所' },
      { date: '2024.04', event: '新入社員研修担当' },
    ],
    businessDetail:
      'テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト',
    title1: '若手のチャレンジを全力で応援してくれる。NIPPOならキャリアアップを実現できる。',
    description1:
      '建築部には出身大学のOBが多く在籍していて安心感があり、先輩方からも良い会社だと聞いていました。また、若手社員がいろいろな経験を積めることや、組織規模が小さめの建築部門ではキャリアアップのチャンスが多いことも入社の決め手でした。\n他にも入社してみて気づいた魅力としては、人の温かさ、給与水準、社会貢献度の高さが特にありますね。やっぱり何もなかったところに自分が手掛けた建築物が形になったところを見ると、何にも変えられないやりがいを感じます。',
    image1: '/top/member/sample-2.jpg',
    title2: '先輩とタッグを組んで、早くから責任ある仕事に挑戦できる。',
    description2:
      '入社前から期待していた通り、実際かなり早くから責任ある業務を任せていただきました。\n2年目には作業所長とタッグを組んで、3億円規模のマンション工事を経験しました。ほとんどの現場管理は私が担当し、わからないことがあれば先輩に相談する環境だったので、かなり成長を感じた経験ですね。\n3〜4年目になると、仕事の幅が広がり責任も増えてきて。37億円の米軍工事では、常駐員が10名ほどの大規模現場で、社員は3〜4名という体制でした。規模や責任が大きくなるとその分大変なこともありましたが、中堅先輩社員の指導を受けながら、1つ1つ業務を乗り越えていきました。',
    image2: '/top/member/sample-3.jpg',
    title3: '若手を成長させる充実した研修制度と、頼れる先輩社員の存在',
    description3:
      '今後の目標として、もちろん大きい現場もこなせるようになりたいですが、まずは資格取得に力を入れたいと思います。将来的には作業所長などのマネジメントポジションを目指し、自身のスキルアップを図っていきたいです。2年目で一緒に現場を担当した作業所長に憧れていて、行動で示していけるようなリーダーになることが目標です。\nNIPPOには、若手社員の成長を支える充実した研修制度があります。そして何より、困った時に相談できる頼れる先輩社員が多数在籍しています。若手のうちから責任ある仕事にチャレンジできる環境を求める方に合う会社だなと思います。',
    image3: '/top/member/sample-2.jpg',
  },
  {
    id: 2,
    historyData: [
      { date: '2020.08', event: '東京事務所出荷 米軍横田エプロン増設工事事務所新' },
      { date: '2022.04', event: '新入社員研修担当 茨城県 関西鰍' },
      { date: '2022.06', event: '第２期本社研修 神奈川工事事務所' },
      { date: '2023.01', event: '増強施工作業' },
      { date: '2023.02', event: '第２期施工作業 増設エプロン増設工事事務所' },
      { date: '2024.04', event: '新入社員研修担当' },
    ],
    businessDetail:
      'テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト',

    title1: '1年目で米軍基地の工事を担当。早くから大きな仕事にチャレンジできる環境が魅力。',
    description1:
      '入社する前も今も感じているNIPPOの魅力は、若手のうちから大きな仕事を任せてもらえるところですね。大学の先輩から、大きい現場を若手にも任せてもらえると聞いていたので。実際、入社1年目の終わり頃には、米軍基地内の戦闘機やヘリの駐機スペース周辺のコンクリート舗装工事を、なんと1人で担当したんです。\n\n英語はほとんど話せないんですけど、なんとか発注者の方と現場を一緒に回って説明することができました。同じ現場には英語が堪能な先輩もいたので、心強かったですね。',
    image1: '/top/member/sample-2.jpg',
    title2: '道路業界のトップ企業。だからこそ面白い仕事に携われる。',
    description2:
      'NIPPOの特徴は、何と言っても発注者からの信頼の厚さと、業界トップレベルの技術力ですね。所長の方々の働きぶりを見ていても、さすがだなと感じます。\n\n道路業界のトップ企業だからこそ、他社では経験できないような面白い仕事にもチャレンジできるんです。例えば私は入社6年目ですが、これまで沖縄、長崎、本社、徳島、長野と全国各地の現場を経験してきました。人生一度きりですから、色々なところで仕事がしたいという思いを叶えられるのは嬉しいですね。まずはやってみろ、という背中を押してくれる環境が成長を感じられて自分にあっているんだと思います。',
    image2: '/top/member/sample-3.jpg',
    title3: '将来は所長を目指して、信頼を積み重ねていきたい。',
    description3:
      '今は現場代理人を務めていて、周りと比べるとかなり早いペースでキャリアを積ませてもらっています。でもここで満足せずに、もっと上を目指したい。若いうちから最前線で活躍して、次の工事でも実績を残していくことが目標です。\n資格取得も大切ですが、それ以上に日々の仕事ぶりで上司から信頼される存在になりたいです。「この仕事は彼になら任せられる」と思ってもらえるよう、信頼を積み重ねて、いち早く責任者として活躍するのが夢ですね。\n将来的には所長になって、自分なりの働きやすい事務所を作ることを目標に、これからも頑張っていきます！',
    image3: '/top/member/sample-2.jpg',
  },
  {
    id: 3,
    historyData: [
      { date: '2020.08', event: '東京事務所出荷 米軍横田エプロン増設工事事務所新' },
      { date: '2022.04', event: '新入社員研修担当 茨城県 関西鰍' },
      { date: '2022.06', event: '第２期本社研修 神奈川工事事務所' },
      { date: '2023.01', event: '増強施工作業' },
      { date: '2023.02', event: '第２期施工作業 増設エプロン増設工事事務所' },
      { date: '2024.04', event: '新入社員研修担当' },
    ],
    businessDetail:
      'テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト',

    title1: '業界トップだからこそ、大規模プロジェクトに挑戦できる。',
    description1:
      '業界一位のNIPPOなら、大規模なプロジェクトにも携われると考えたことが入社の決め手になりました。小規模な会社も経験はたくさん積めますが、NIPPOには大小様々なプロジェクトがあり、ここでしかできないような経験ができるのが魅力です。\n\n何より、トップ企業で自分の力を存分に発揮したいという思いがありました。インターンや現場見学会に参加して、先輩方の人柄の良さを肌で感じたことも大きかったです。もともと土木に興味があったので他の企業もいくつか見ていましたが、NIPPOの人の質の高さは際立っていましたね。',
    image1: '/top/member/sample-2.jpg',
    title2: '若手のうちから責任者として成長。自分で考えて行動する力が身につく。',
    description2:
      'NIPPOでは若いうちから責任ある仕事を任されるので、とても成長できています。私は3年目の冬に初めて責任者を経験しました。\n最初は不安もありましたが、現場説明を聞いて概要を把握し、自分で段取りを組んで所長に報告する。そのプロセスを通じて、徐々に自分で考えて行動することの大きなやりがいを感じました。\nトラブル対応の際も、他の業者さんとコミュニケーションを取りながら解決策を導き出す。そうした経験が、着実に自分を成長させてくれています。NIPPOは本当に、若手の成長を後押ししてくれる会社だと実感しています。',
    image2: '/top/member/sample-3.jpg',
    title3: '日々の仕事を通じて、社会への貢献を実感。',
    description3:
      'NIPPOで働いていると、日々の業務を通じて社会貢献を強く実感します。特に印象に残っているのは、国交省の新設道路工事に携わった時ですね。\n自分がこの間まで工事で歩いていた道を、一般の車両が走っている姿を見た時は感動しました。新しいインフラを創り出す一員であることへの誇りを、強く感じる瞬間でした。\n今後は先輩方から学んだことを活かしながら、上からも下からも信頼される現場代理人を目指したいですね。一級土木施工管理技士の資格を取得して、任された現場で全力を尽くす。そんな姿勢を大切に、これからも一つひとつの仕事に全身全霊で取り組んでいきたいと思います！',
    image3: '/top/member/sample-2.jpg',
  },
  {
    id: 4,
    historyData: [
      { date: '2020.08', event: '東京事務所出荷 米軍横田エプロン増設工事事務所新' },
      { date: '2022.04', event: '新入社員研修担当 茨城県 関西鰍' },
      { date: '2022.06', event: '第２期本社研修 神奈川工事事務所' },
      { date: '2023.01', event: '増強施工作業' },
      { date: '2023.02', event: '第２期施工作業 増設エプロン増設工事事務所' },
      { date: '2024.04', event: '新入社員研修担当' },
    ],
    businessDetail:
      'テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト',

    title1: '現場を網羅的かつ臨機応変にサポート。やりがいと成長の機会が豊富。',
    description1:
      '就活の際から、建設業界に強い興味がありました。表舞台には立たないかもしれませんが、社会のインフラを支える仕事に憧れを感じたのと、社員の方の人柄の良さに惹かれて入社を決めました。\n\nもともと幅広い業務に携われそうだなという期待はあったのですが、実際やってみてイメージ以上に楽しいですね。今は経理、総務、人事と、多岐にわたる事務業務を担当していますが、単純作業の繰り返しみたいなものはほぼなく。現場でトラブルが発生した際の対応なんかは大変ですけど、だからこそやりがいも感じられるんです。',
    image1: '/top/member/sample-2.jpg',
    title2: '仕事を通じて築いた人との絆が何よりの宝物。',
    description2:
      '私が好きなNIPPOの特徴は、何といっても人と仕事の幅広さです。様々な現場で多様な業務を経験できるので、成長の機会に恵まれていると感じます。また、福利厚生も充実しており、地方と都市部で待遇に差がないのも魅力ですね。\n\n働く人も本当に温かくて頼りになる人ばかりですし、周りの方が自分のことを頼ってくれると嬉しいです。福島の現場から異動する際は、現地採用の社員の方々が別れを惜しんでくれたことが心に残っています。今でも連絡を取り合い、分からないことがあれば頼ってくれる関係性は、仕事冥利に尽きる思い出です。現場を支える中で築いた、人との絆が何よりの宝物だと感じています。',
    image2: '/top/member/sample-3.jpg',
    title3: 'ゼネラリストとして成長し、より良い組織づくりに貢献したい。',
    description3:
      'とにかく人から頼られる機会が多いので、わからないことはきちんと調べてから答えるといった誠実性を大切にしています。大学時代のマネージャー経験が、今の仕事に繋がっているなと実感しますね。チームを裏方として支える臨機応変な対応力が活きる場面が多いです。\n\n将来的には、私自身が管理職としてコミュニケーションを大切にする組織づくりを目指していきたいです。現場の声に真摯に耳を傾け、一人ひとりが能力を存分に発揮できる。風通しの良い組織づくりを目指していきたいですね。誰もが生き生きと働ける環境を、事務の立場からサポートしていくのが私の夢です。',
    image3: '/top/member/sample-2.jpg',
  },
  {
    id: 5,
    historyData: [
      { date: '2020.08', event: '東京事務所出荷 米軍横田エプロン増設工事事務所新' },
      { date: '2022.04', event: '新入社員研修担当 茨城県 関西鰍' },
      { date: '2022.06', event: '第２期本社研修 神奈川工事事務所' },
      { date: '2023.01', event: '増強施工作業' },
      { date: '2023.02', event: '第２期施工作業 増設エプロン増設工事事務所' },
      { date: '2024.04', event: '新入社員研修担当' },
    ],
    businessDetail:
      'テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト',

    title1: 'NIPPOだからこそ、最新技術を駆使した機械開発に携われる。',
    description1:
      '大学の先輩がエンジニアリング部に在籍していたのがきっかけで NIPPOを知りました。就活では自動車関連のメーカーも視野に入れていましたが、NIPPOなら部品ではなく機械全体に携われるので、入社を決めました。インフラを支える道路建設は無くなることのない事業ですし、業界トップのNIPPOには安定性もあるかなと。\n\nまた、業界トップだからこそ、新しい機械の開発に携われるのが魅力ですね。最新のセンサーやICT、IoTを活用して、業務効率化や安全性向上に取り組むのもやりがいがあります。展示会で得た知識を活かして、他分野の技術を建設機械に応用するような共同研究にも参加できるのはNIPPOならではだと思いますよ。',
    image1: '/top/member/sample-2.jpg',
    title2: 'テストコースの建設など、特殊な現場のニーズに応える機械開発の面白さ。',
    description2:
      '自動車メーカーのテストコースの建設では、高速で走行する車両に対応した道を作るための特殊な機械を開発します。例えば、ものすごい傾斜がついた道だったり、凹凸の激しい道だったり。あえて整っていない道が必要になるんですよね。こういった道を作るための機械はもともと存在していないので、メーカーさんと協力して要件を詰めていく必要があります。\n\nしばらくは先輩について行くので安心ですし、機械の特徴や故障時の対応方法など、現場に行ってひとつずつ学ぶことが多いです。',
    image2: '/top/member/sample-3.jpg',
    title3: '技術開発とシステム化、両方の領域でスペシャリストを目指して。',
    description3:
      '機械開発の専門家になると同時に、現場の施工システム全体を俯瞰して設計できるようになりたいですね。機械の性能だけでなく、安全性の向上など、現場が抱える課題解決につながるような開発を進めていきたいと考えています。\n\nあとはプログラミングの学習にも力を入れ、現場管理アプリの開発なども手掛けてみたいと思っていて。スマートフォンやタブレットを活用することで、もっと効率的で安全な施工管理が実現できるはずです。\n機械開発のスペシャリストとして専門性を追求しつつ、システム化のゼネラリストとしての視座も持つ。そんな両面からアプローチできるエンジニアを目指して、日々研鑽を積んでいきます！',
    image3: '/top/member/sample-2.jpg',
  },
  {
    id: 6,
    historyData: [
      { date: '2020.08', event: '東京事務所出荷 米軍横田エプロン増設工事事務所新' },
      { date: '2022.04', event: '新入社員研修担当 茨城県 関西鰍' },
      { date: '2022.06', event: '第２期本社研修 神奈川工事事務所' },
      { date: '2023.01', event: '増強施工作業' },
      { date: '2023.02', event: '第２期施工作業 増設エプロン増設工事事務所' },
      { date: '2024.04', event: '新入社員研修担当' },
    ],
    businessDetail:
      'テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト',

    title1: 'ゴールさえあっていれば、自分の道筋でチャレンジできる社風。',
    description1:
      '土木の売上高が業界トップクラスであることを四季報で知り、NIPPOに興味を持ちました。規模が大きいわりには知名度が高くなく、専業No.1というプライドを感じる一方で偉ぶらない、そんなちょっと変わった雰囲気に惹かれて入社を決めました。\n入社後は、思っていたよりも自由度の高い環境に驚きました。ゴールさえブレなければ、変にやり方にこだわらず「できるなら挑戦してみていいんじゃない」と背中を押してくれる雰囲気があります。\n私はこれしかだめ！と言われるのは苦手なので（笑）自分で考えて行動するのが好きな私には、とてもフィットする社風だと感じています。',
    image1: '/top/member/sample-2.jpg',
    title2: '若手のうちから責任ある仕事を任される。失敗しても先輩がフォローしてくれる安心感',
    description2:
      '何より、若手のうちから責任ある仕事を任せてもらえることですね。私自身、失敗も多かったですが、その分学びも多かった。上司の方は最初から誰しも失敗はあるよねという想定で仕事を任せてくれるので、失敗しても必ず挽回のチャンスをくれるんです。\n\n他社なら段階を踏んで少しずつ学ぶ業務も、NIPPOでは一気に経験させてもらえます。だからこそ躓くこともありますが、その分身につくスキルの幅と深さは段違いだと感じています。私は5年目で後輩を持つようになった頃に、一人前になれたという手応えを得られました。',
    image2: '/top/member/sample-3.jpg',
    title3: '初めて責任者を経験した2年目。完成した道を見たときの感動が今も原動力に。',
    description3:
      'NIPPOの風通しの良い社風は、負けん気な性格の私をうまく活かしてくれました。様々な現場で出会った仲間たちと切磋琢磨しながら、自分らしく仕事に打ち込めるのは本当にやりがいがあります。\nそして、NIPPOにはチームで戦う文化が根付いています。一人の担当範囲だけでなく、周囲の仕事にも目を向けてフォローし合う。誰もが当事者意識を持って助け合う、そんな一体感が心強いですね。\n\n目の前の課題を一つひとつクリアしていく。そんなゲーム感覚で、楽しみながら日々の業務に取り組んでいきます！',
    image3: '/top/member/sample-2.jpg',
  },
  {
    id: 7,
    historyData: [
      { date: '2020.08', event: '東京事務所出荷 米軍横田エプロン増設工事事務所新' },
      { date: '2022.04', event: '新入社員研修担当 茨城県 関西鰍' },
      { date: '2022.06', event: '第２期本社研修 神奈川工事事務所' },
      { date: '2023.01', event: '増強施工作業' },
      { date: '2023.02', event: '第２期施工作業 増設エプロン増設工事事務所' },
      { date: '2024.04', event: '新入社員研修担当' },
    ],
    businessDetail:
      'テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト',

    title1: '日本のインフラを支える誇りと使命感。東日本大震災の復旧工事で実感',
    description1:
      '東日本大震災の復旧工事を担当したことは忘れられないですね。船橋出張所に所属していた時に、幕張メッセやマリンスタジアムなど液状化した施設の復旧工事に取り組みました。同じ被害が起きないよう地盤改良を行ったり、緊急車両が通れるような舗装工事を行いました。\n\n道路が寸断されて社会が回らなくなる状況を目の当たりにし、インフラを支える仕事の重要性を痛感しました。当時工場の中を担当していたので実感しにくかったのですが、周囲からありがとうと声をかけられることもあり、社会貢献の意義を強く感じた経験でしたね。',
    image1: '/top/member/sample-2.jpg',
    title2: '若手を育てる上で大切にしていること。失敗を恐れずチャレンジする姿勢を応援。',
    description2:
      '彼らは社会の転換期を担う重要な存在だと思っています。過去の慣習に囚われすぎず、新しい視点で物事を捉えられる彼らの意見に耳を傾けることが大切ですね。\n\n若手には失敗を恐れずにチャレンジしてほしい。時にはヒントを与えつつ、自分で考えて行動することを後押ししています。失敗から学ぶことこそが、最も大きな成長の糧になると信じているからです。そうした経験の積み重ねが、将来大きな利益を生み出すことにつながるはずです。',
    image2: '/top/member/sample-3.jpg',
    title3: '若い世代にもっと建設業の魅力を伝え、日本の未来を切り拓いていきたい。',
    description3:
      '建設業の担い手不足が深刻化する中、これまでのイメージを払拭し、若い世代にもっと建設業の魅力を伝えていきたいですね。インフラを支える重要な仕事だからこそ、日本の技術力を守り、国力の維持にもつながると考えています。\n特にZ世代の若者には、自由な発想力と行動力があります。彼らの力を活かしながら、働き方改革やイノベーションを推進していくことが重要だと感じています。\n現場の声に耳を傾け、一人ひとりの可能性を最大限に引き出せる環境づくりに力を注ぎたいですね。NIPPOの未来を担う若手社員とともに、建設業の新しい時代を切り拓いていくことが私の目標です。',
    image3: '/top/member/sample-2.jpg',
  },
  {
    id: 8,
    historyData: [
      { date: '2020.08', event: '東京事務所出荷 米軍横田エプロン増設工事事務所新' },
      { date: '2022.04', event: '新入社員研修担当 茨城県 関西鰍' },
      { date: '2022.06', event: '第２期本社研修 神奈川工事事務所' },
      { date: '2023.01', event: '増強施工作業' },
      { date: '2023.02', event: '第２期施工作業 増設エプロン増設工事事務所' },
      { date: '2024.04', event: '新入社員研修担当' },
    ],
    businessDetail:
      'テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト',

    title1: '阪神淡路大震災の震災学習をきっかけに、インフラを支える仕事に興味を持つ。',
    description1:
      '兵庫県出身の私は、阪神淡路大震災の震災学習を通して建設インフラの重要性を実感し、この業界で働きたいと思うようになりました。父が道路舗装の仕事をしていたこともあり、自分もインフラ整備に携わる仕事がしたいと思うようになったんです。\n\n業界トップのNIPPOなら、事務職でありながら社会インフラを支える仕事ができる。業界をリードする会社に貢献したいと考えて入社を決めました。',
    image1: '/top/member/sample-2.jpg',
    title2: '多岐にわたる業務を通じて、事務職の奥深さを実感。できることが増えるのがやりがい',
    description2:
      '人事労務、経理、総務など、実に様々な業務を任されています。派遣社員の手配から決算業務、グループ会社の運営サポートまで、多岐にわたる仕事に携わっています。\n\n特に心がけているのは、現場の方が働きやすい環境づくりですね。現場の皆さんから頼まれた仕事は迅速に対応し、できる限り業務を引き受けるのが信条です。一見現場とは距離があるように思われる事務職ですが、実は現場の皆さんとは密接なパートナー。そんな強い絆を感じながら、日々の仕事に取り組んでいます。',
    image2: '/top/member/sample-3.jpg',
    title3: '目標は専門性を高めること。現場と本社を行き来し、経験を積み重ねたい。',
    description3:
      '将来的には、経理や人事など、特定の分野のスペシャリストになることが目標です。本社で専門知識を磨き、その経験を持って再び現場に戻る。そうして現場と本社を行き来しながら、事務のプロフェッショナルを目指したいと考えています。\n時には災害時の復旧活動や地域清掃など、事務職でも社会貢献の実感を得られるのがNIPPOの魅力ですね。ゼネラリストの視点とスペシャリストの専門性を併せ持ちながら、現場の仕事がスムーズに進むようサポートしていくのが私の使命です。縁の下の力持ちとして、これからも会社の発展に貢献していきたいです！',
    image3: '/top/member/sample-2.jpg',
  },
];
