export const Interviews = [
  {
    id: 1,
    historyData: [
      { date: '2020.08', event: '東京事務所出荷 米軍横田エプロン増設工事事務所新' },
      { date: '2022.04', event: '新入社員研修担当 茨城県 関西鰍' },
      { date: '2022.06', event: '第２期本社研修 神奈川工事事務所' },
      { date: '2023.01', event: '増強施工作業' },
      { date: '2023.02', event: '第２期施工作業 増設エプロン増設工事事務所' },
      { date: '2024.04', event: '新入社員研修担当' },
    ],
    businessDetail:
      'テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト',
    title1: '若手のチャレンジを全力で応援してくれる。NIPPOならキャリアアップを実現できる。',
    description1:
      '建築部には出身大学のOBが多く在籍していて安心感があり、先輩方からも良い会社だと聞いていました。また、若手社員がいろいろな経験を積めることや、組織規模が小さめの建築部門ではキャリアアップのチャンスが多いことも入社の決め手でした。\n他にも入社してみて気づいた魅力としては、人の温かさ、給与水準、社会貢献度の高さが特にありますね。やっぱり何もなかったところに自分が手掛けた建築物が形になったところを見ると、何にも変えられないやりがいを感じます。',
    image1: '/top/member/sample-2.jpg',
    title2: '先輩とタッグを組んで、早くから責任ある仕事に挑戦できる。',
    description2:
      '入社前から期待していた通り、実際かなり早くから責任ある業務を任せていただきました。\n2年目には作業所長とタッグを組んで、3億円規模のマンション工事を経験しました。ほとんどの現場管理は私が担当し、わからないことがあれば先輩に相談する環境だったので、かなり成長を感じた経験ですね。\n3〜4年目になると、仕事の幅が広がり責任も増えてきて。37億円の米軍工事では、常駐員が10名ほどの大規模現場で、社員は3〜4名という体制でした。規模や責任が大きくなるとその分大変なこともありましたが、中堅先輩社員の指導を受けながら、1つ1つ業務を乗り越えていきました。',
    image2: '/top/member/sample-3.jpg',
    title3: '若手を成長させる充実した研修制度と、頼れる先輩社員の存在',
    description3:
      '今後の目標として、もちろん大きい現場もこなせるようになりたいですが、まずは資格取得に力を入れたいと思います。将来的には作業所長などのマネジメントポジションを目指し、自身のスキルアップを図っていきたいです。2年目で一緒に現場を担当した作業所長に憧れていて、行動で示していけるようなリーダーになることが目標です。\nNIPPOには、若手社員の成長を支える充実した研修制度があります。そして何より、困った時に相談できる頼れる先輩社員が多数在籍しています。若手のうちから責任ある仕事にチャレンジできる環境を求める方に合う会社だなと思います。',
    image3: '/top/member/sample-2.jpg',
  },
  {
    id: 2,
    historyData: [
      { date: '2020.08', event: '東京事務所出荷 米軍横田エプロン増設工事事務所新' },
      { date: '2022.04', event: '新入社員研修担当 茨城県 関西鰍' },
      { date: '2022.06', event: '第２期本社研修 神奈川工事事務所' },
      { date: '2023.01', event: '増強施工作業' },
      { date: '2023.02', event: '第２期施工作業 増設エプロン増設工事事務所' },
      { date: '2024.04', event: '新入社員研修担当' },
    ],
    businessDetail:
      'テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト',

    title1: '若手のチャレンジを全力で応援してくれる。NIPPOならキャリアアップを実現できる。',
    description1:
      '建築部には出身大学のOBが多く在籍していて安心感があり、先輩方からも良い会社だと聞いていました。また、若手社員がいろいろな経験を積めることや、組織規模が小さめの建築部門ではキャリアアップのチャンスが多いことも入社の決め手でした。\n他にも入社してみて気づいた魅力としては、人の温かさ、給与水準、社会貢献度の高さが特にありますね。やっぱり何もなかったところに自分が手掛けた建築物が形になったところを見ると、何にも変えられないやりがいを感じます。',
    image1: '/top/member/sample-2.jpg',
    title2: '先輩とタッグを組んで、早くから責任ある仕事に挑戦できる。',
    description2:
      '入社前から期待していた通り、実際かなり早くから責任ある業務を任せていただきました。\n2年目には作業所長とタッグを組んで、3億円規模のマンション工事を経験しました。ほとんどの現場管理は私が担当し、わからないことがあれば先輩に相談する環境だったので、かなり成長を感じた経験ですね。\n3〜4年目になると、仕事の幅が広がり責任も増えてきて。37億円の米軍工事では、常駐員が10名ほどの大規模現場で、社員は3〜4名という体制でした。規模や責任が大きくなるとその分大変なこともありましたが、中堅先輩社員の指導を受けながら、1つ1つ業務を乗り越えていきました。',
    image2: '/top/member/sample-3.jpg',
    title3: '若手を成長させる充実した研修制度と、頼れる先輩社員の存在',
    description3:
      '今後の目標として、もちろん大きい現場もこなせるようになりたいですが、まずは資格取得に力を入れたいと思います。将来的には作業所長などのマネジメントポジションを目指し、自身のスキルアップを図っていきたいです。2年目で一緒に現場を担当した作業所長に憧れていて、行動で示していけるようなリーダーになることが目標です。\nNIPPOには、若手社員の成長を支える充実した研修制度があります。そして何より、困った時に相談できる頼れる先輩社員が多数在籍しています。若手のうちから責任ある仕事にチャレンジできる環境を求める方に合う会社だなと思います。',
    image3: '/top/member/sample-2.jpg',
  },
  {
    id: 3,
    historyData: [
      { date: '2020.08', event: '東京事務所出荷 米軍横田エプロン増設工事事務所新' },
      { date: '2022.04', event: '新入社員研修担当 茨城県 関西鰍' },
      { date: '2022.06', event: '第２期本社研修 神奈川工事事務所' },
      { date: '2023.01', event: '増強施工作業' },
      { date: '2023.02', event: '第２期施工作業 増設エプロン増設工事事務所' },
      { date: '2024.04', event: '新入社員研修担当' },
    ],
    businessDetail:
      'テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト',

    title1: '若手のチャレンジを全力で応援してくれる。NIPPOならキャリアアップを実現できる。',
    description1:
      '建築部には出身大学のOBが多く在籍していて安心感があり、先輩方からも良い会社だと聞いていました。また、若手社員がいろいろな経験を積めることや、組織規模が小さめの建築部門ではキャリアアップのチャンスが多いことも入社の決め手でした。\n他にも入社してみて気づいた魅力としては、人の温かさ、給与水準、社会貢献度の高さが特にありますね。やっぱり何もなかったところに自分が手掛けた建築物が形になったところを見ると、何にも変えられないやりがいを感じます。',
    image1: '/top/member/sample-2.jpg',
    title2: '先輩とタッグを組んで、早くから責任ある仕事に挑戦できる。',
    description2:
      '入社前から期待していた通り、実際かなり早くから責任ある業務を任せていただきました。\n2年目には作業所長とタッグを組んで、3億円規模のマンション工事を経験しました。ほとんどの現場管理は私が担当し、わからないことがあれば先輩に相談する環境だったので、かなり成長を感じた経験ですね。\n3〜4年目になると、仕事の幅が広がり責任も増えてきて。37億円の米軍工事では、常駐員が10名ほどの大規模現場で、社員は3〜4名という体制でした。規模や責任が大きくなるとその分大変なこともありましたが、中堅先輩社員の指導を受けながら、1つ1つ業務を乗り越えていきました。',
    image2: '/top/member/sample-3.jpg',
    title3: '若手を成長させる充実した研修制度と、頼れる先輩社員の存在',
    description3:
      '今後の目標として、もちろん大きい現場もこなせるようになりたいですが、まずは資格取得に力を入れたいと思います。将来的には作業所長などのマネジメントポジションを目指し、自身のスキルアップを図っていきたいです。2年目で一緒に現場を担当した作業所長に憧れていて、行動で示していけるようなリーダーになることが目標です。\nNIPPOには、若手社員の成長を支える充実した研修制度があります。そして何より、困った時に相談できる頼れる先輩社員が多数在籍しています。若手のうちから責任ある仕事にチャレンジできる環境を求める方に合う会社だなと思います。',
    image3: '/top/member/sample-2.jpg',
  },
];
